"""
    Список
    Задаётся при помощи [] или функции list()
    Может содержать элементы разного типа

    ...TODO...

    Разложение списка
    a1, a2, a3 = [54, 8, 66]
    Каждой переменной присваивается соответствующее значение.
    Важно! Количество элементов в списке должно быть таким же, как и кол-во переменных.

    Распаковка списков
    lst = [5, 8, 98, 45, 4]
    print(*lst) # Выведет на экран: 5 8 98 45 4

    Упаковка списков
    num1 = 2
    num2 = 54
    num3 = 44
    *lst, = num1, num2, num3
    print(lst) # [2, 54, 44]
"""
